tap "aquasecurity/trivy"
tap "cloudfoundry/tap"
tap "datawire/blackbird"
tap "fluxcd/tap"
tap "homebrew/cask"
tap "homebrew/core"
tap "minio/stable"
tap "pivotal-cf/om", "https://github.com/pivotal-cf/om"
brew "python@3.12"
brew "azure-cli"
brew "libpng"
brew "freetype"
brew "glib"
brew "cfssl", link: false
brew "docker", link: false
brew "fluxctl"
brew "gh"
brew "git"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "go"
brew "pkgconf"
brew "guile"
brew "icu4c@77"
brew "helm"
brew "iperf3"
brew "python@3.13"
brew "iproute2mac"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "nmap"
brew "node"
brew "openjdk"
brew "putty"
brew "pyenv"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "telnet"
brew "terraform"
brew "testdisk"
brew "tmux"
brew "watch"
brew "wget"
brew "wimlib"
brew "wireshark"
brew "zlib"
brew "aquasecurity/trivy/trivy"
brew "cloudfoundry/tap/bosh-cli", link: false
brew "datawire/blackbird/telepresence"
brew "fluxcd/tap/flux"
brew "minio/stable/minio"
brew "pivotal-cf/om/om"
cask "bluebubbles"
cask "cyberduck"
cask "google-cloud-sdk"
cask "powershell"
cask "wireshark-chmodbpf"
